[
   {
      "id": 1,
      "name": "accessibility",
      "image": "icon-a11y.svg",
      "text": "Je m'engage à rendre le web ouvert à tous en intégrant les principes d'accessibilité, assurant que chaque site que je touche peut être utilisé par un public aussi large que possible."
   },
   {
      "id": 2,
      "name": "api",
      "image": "icon-api.svg",
      "text": "Je connecte les interfaces aux données essentielles avec Fetch et Axios, tissant des applications web qui parlent couramment aux serveurs pour une synchronisation fluide et réactive."
   },
   {
      "id": 3,
      "name": "css",
      "image": "icon-css.svg",
      "text": "Je sculpte des interfaces esthétiquement plaisantes et fonctionnellement réactives grâce CSS et SASS, que je continue d'explorer avec enthousiasme."
   },
   {
      "id": 4,
      "name": "figma",
      "image": "icon-figma.svg",
      "text": "J'utilise Figma pour transformer les visions créatives en prototypes interactifs, établissant un pont entre le design et le développement grâce à des maquettes précises et collaboratives."
   },
   {
      "id": 5,
      "name": "html",
      "image": "icon-html.svg",
      "text": "Mon HTML est la fondation sur laquelle je construis des expériences web : structuré, sémantique et optimisé pour une collaboration transparente avec le CSS et JavaScript."
   },
   {
      "id": 6,
      "name": "js",
      "image": "icon-js.svg",
      "text": "Je mets en œuvre des fonctionnalités interactives et améliore les performances des sites web avec du code JavaScript propre et efficace."
   },
   {
      "id": 7,
      "name": "optimization",
      "image": "icon-optimization.svg",
      "text": "Je poursuis l'excellence en performance web, en mettant l'accent sur l'optimisation du chargement, la réactivité de l'interface, et la réduction du temps de réponse du serveur."
   },
   {
      "id": 8,
      "name": "react",
      "image": "icon-react.svg",
      "text": "Avec React, je compose des composants réutilisables qui animent l'interface utilisateur, rendant chaque interaction plus engageante grâce à une architecture front-end moderne et scalable."
   }
]
